<?php

return array(
    'newEvent' => array(
        'subject' => 'Создано новое событие',
        'text' => 'Мы рады объявить о создании нового события и приглашаем вас присоединиться к нам. Чтобы вам было проще запомнить дату, мы прикрепили файл ICS к этому письму, который вы можете скачать и добавить в свой календарь.',
        'action' => 'Просмотр события',
    ),
    'loginDashboard' => 'Перейти в панель управления',
    'viewInvoice' => 'Просмотреть счет',
    'thankyouNote' => 'Спасибо, что используете наше приложение!',
    'notificationAction' => 'Действие уведомления',
    'notificationIntro' => 'Введение в уведомление.',
    'hello' => 'Привет',
    'whoops' => 'Упс',
    'regards' => 'С уважением',
    'newExpense' => array(
        'subject' => 'Новый расход отправлен на утверждение',
        'action' => 'Просмотр расходов',
    ),
    'newExpenseRecurring' => array(
        'subject' => 'Новый повторяющийся расход отправлен на утверждение',
        'action' => 'Просмотр повторяющегося расхода',
    ),
    'expenseStatus' => array(
        'subject' => 'Статус расхода обновлен',
        'text' => 'Статус вашего расхода обновлен на',
        'action' => 'Просмотр расходов',
    ),
    'expenseRecurringStatus' => array(
        'subject' => 'Статус повторяющегося расхода обновлен',
        'text' => 'Статус вашего повторяющегося расхода обновлен на',
        'action' => 'Просмотр повторяющегося расхода',
    ),
    'newNotice' => array(
        'subject' => 'Важное уведомление: опубликовано новое обновление',
        'text' => 'Опубликовано новое уведомление. Войдите, чтобы просмотреть уведомление.',
        'action' => 'Просмотр уведомления',
    ),
    'newProjectMember' => array(
        'subject' => 'Обновление проекта: вам назначен новый проект',
        'text' => 'Вы были добавлены в качестве участника проекта',
        'action' => 'Просмотр проекта',
        'mentionProject' => 'Вы были упомянуты в новом проекте',
        'mentionText' => 'Вас упомянули в проекте',
        'mentionProjectNote' => 'Обновление проекта: вы были упомянуты в новой заметке проекта',
        'mentionNoteText' => 'You have been mentioned on project Note',

    ),

    'projectNote' => array(
        'mentionSubject' => 'Вас упомянули в новой заметке проекта',
        'mentionText' => 'Вас упомянули в новой заметке проекта',
        'text' => 'Добавлена новая заметка для',
        'action' => 'Просмотр заметки',
        'subject' => 'Добавлена новая заметка для проекта'
    ),
    'newProject' => array(
        'subject' => 'Добавлен новый проект',
        'text' => 'Был добавлен новый проект с названием',
        'withName' => 'с названием.',
        'loginNow' => ' Войдите сейчас, чтобы просмотреть проект.',
    ),
    'newProjectStatus' => array(
        'subject' => 'Обновлен статус проекта',
        'text' => 'Статус проекта был изменен',
        'withName' => 'с названием.',
        'loginNow' => ' Войдите сейчас, чтобы просмотреть проект.',
    ),

    'newTask' => array(
        'subject' => 'Назначена задача: Вам назначена новая задача',
        'mentionSubject' => 'Упоминание в новой задаче',
        'mentionTask' => 'Вас упомянули в задаче',

    ),
    'dueOn' => 'Срок выполнения',
    'newTicket' => array(
        'subject' => 'Новый запрос в службу поддержки',
        'text' => 'Запрос на получение нового билета в службу поддержки. Войдите, чтобы просмотреть билет.',
        'action' => 'Просмотр билета',
    ),
    'newUser' => array(
        'subject' => 'Добро пожаловать в',
        'text' => 'Поздравляем! Ваша учетная запись была успешно создана. Теперь вы можете войти и начать пользоваться нашим сервисом.',
        'action' => 'Войти в панель управления',
    ),
    'newUserViaLink' => array(
        'subject' => 'Новый участник команды: Добро пожаловать в команду!',
        'text' => 'Новая учетная запись была успешно создана по пригласительной ссылке. Вот подробности:',
        'action' => 'Просмотр информации о пользователе',
    ),
    'leaves' => array(
        'subject' => 'Получен новый запрос на отпуск',
        'statusSubject' => 'Обновлен статус заявки на отпуск',
        'multipleSubject' => 'Получен новый запрос на отпуск от :user',
        'action' => 'Просмотр отпуска',
    ),

    'taskComplete' => array(
        'subject' => 'Задача отмечена как выполненная',
        'action' => 'Просмотр задачи',
        'completedBy' => 'Задача выполнена',
    ),
    'taskUpdate' => array(
        'subject' => 'Задача обновлена',
        'action' => 'Просмотр задачи',
    ),
    'leave' => array(
        'approve' => 'Заявка на отпуск одобрена.',
        'reject' => 'Заявка на отпуск отклонена.',
        'applied' => 'Заявка на отпуск подана.',
        'action' => 'Просмотр заявки на отпуск',
    ),
    'newClientTask' => array(
        'subject' => 'Создана новая задача',
        'content' => 'Создана новая задача в проекте',
    ),
    'reminder' => array(
        'subject' => 'Напоминание о назначенной задаче',
    ),
    'invoices' => array(
        'paymentReceived' => 'Получен платеж: подтверждение',
        'paymentReceivedForInvoice' => 'Получен платеж за счет ',
        'paymentReceivedForOrder' => 'Получен платеж за заказ ',
        'action' => 'Просмотр счета',
        'newPaymentReceived' => 'Получен новый платеж',
        'paymentReminder' => 'Получено напоминание о платеже',
    ),
    'orders' => array(
        'action' => 'Просмотр заказа',
        'subject' => 'Получен новый заказ',
    ),
    'eventReminder' => array(
        'subject' => 'Напоминание: Предстоящее мероприятие - Запишите дату!',
        'text' => 'Мы напоминаем вам о следующем мероприятии. Войдите, чтобы получить подробности о мероприятии.',
        'action' => 'Просмотр мероприятия',
    ),
    'taskReminder' => array(
        'subject' => 'Срочное напоминание о задаче: Приближается крайний срок',
    ),
    'estimate' => array(
        'subject' => 'Создан новый сметный расчет',
        'text' => 'Был создан новый сметный расчет. Щелкните по ссылке ниже, чтобы просмотреть смету.',
        'loginDashboard' => 'Одобрить / Отклонить',
    ),

    'invoice' => array(
        'subject' => 'Получен новый счет',
        'text' => 'Был получен новый счет. Щелкните на ссылку ниже, чтобы просмотреть счет.',
        'action' => 'Просмотр счета',
        'updateSubject' => 'Счет обновлен',
        'updateText' => 'Счет был обновлен. Щелкните на ссылку ниже, чтобы просмотреть счет.',
        'updateTextSms' => 'Счет был обновлен. Пожалуйста, проверьте счет :invoice_number.',
    ),
    'order' => array(
        'subject' => 'Оформлен новый заказ',
        'text' => 'Был оформлен новый заказ. Щелкните на ссылку ниже, чтобы просмотреть заказ.',
        'action' => 'Просмотр заказа',
        'updateSubject' => 'Заказ обновлен',
        'updateText' => 'Заказ был обновлен. Щелкните на ссылку ниже, чтобы просмотреть заказ.',
    ),
    'projectReminder' => array(
        'text' => 'Напоминаем вам о сроке выполнения следующих проектов:',
        'subject' => 'Напоминание о проекте',
        'action' => 'Просмотр проектов',
    ),
    'messages' => array(
        'loginForMoreDetails' => 'Войдите для получения дополнительной информации.',
        'referenceMessage' => 'Прилагаю копию счета для вашей справки.',
        'confirmMessage' => 'Я был бы очень благодарен, если вы могли бы подтвердить, что все идет по плану по оплате.'
    ),
    'taskComment' => array(
        'subject' => 'Новый комментарий к задаче',
        'action' => 'Просмотр комментария к задаче',
        'mentionTask' => 'Вас упомянули в комментарии к задаче',
        'mentionSubject' => 'Упоминание в комментарии',
    ),
    'taskNote' => array(
        'subject' => 'Добавлено новое примечание к задаче',
        'action' => 'Просмотр примечания к задаче',
        'mentionNote' => 'Вас упомянули в примечании к задаче',
        'mentionSubject' => 'Упоминание в примечании',
    ),
    'removalRequestAdmin' => array(
        'subject' => 'Новый запрос на удаление',
        'text' => 'Был получен новый запрос на удаление',
    ),
    'removalRequestApprovedUser' => array(
        'subject' => 'Запрос на удаление одобрен',
        'text' => 'Ваш запрос на удаление был одобрен',
    ),

    
    
    
    
    
    
    'removalRequestRejectedUser' => array(
        'subject' => 'Запрос на удаление отклонен',
        'text' => 'Ваш запрос на удаление был отклонен',
        ),
        'removalRequestApprovedLead' => array(
        'subject' => 'Запрос на удаление одобрен',
        'text' => 'Ваш запрос на удаление лида был одобрен',
        ),
        'removalRequestRejectedLead' => array(
        'subject' => 'Запрос на удаление отклонен',
        'text' => 'Ваш запрос на удаление лида был отклонен',
        ),
        'paymentReminder' => array(
        'subject' => 'Напоминание об оплате',
        'content' => 'Напоминаем вам о дате платежа по следующему счету на проекте:',
        'smsText' => 'Напоминаем вам о дате платежа по следующему счету на проекте :invoice_number, который должен быть оплачен до :due_date.',
        ),
        'fileUpload' => array(
        'subject' => 'Загружен новый файл в проект: ',
        'action' => 'Просмотреть файлы проекта',
        ),
        'payment' => array(
        'subject' => 'Получен платеж!',
        'text' => 'Получен новый платеж. Войдите сейчас, чтобы просмотреть платеж.',
        'action' => 'Просмотреть платеж',
        'amount' => 'Сумма платежа',
        'method' => 'Способ оплаты',
        'invoiceNumber' => 'Номер счета-фактуры',
        'clientsubject' => 'Успешный платеж',
        'clientName' => 'Имя клиента',
        'clientEmail' => 'Email клиента',
        'Project' => 'Проект',
        ),
        'ticketAgent' => array(
        'subject' => 'Вам назначен тикет',
        'text' => 'Вам назначен новый тикет.',
        'action' => 'Просмотреть тикет',
        ),
        'subTaskComplete' => array(
        'subject' => 'Подзадача отмечена как выполненная',
        'action' => 'Просмотреть подзадачи',
        ),
        'subTaskAssigneeAdded' => array(
        'subject' => 'Вам назначена подзадача.',
        'text' => 'Вас добавили в качестве ответственного на задачу',
        'action' => 'Просмотреть подзадачи',
        ),
        'leadAgent' => array(
        'subject' => 'Получен новый лид.',
        'action' => 'Просмотреть лид',
        ),
        'subTaskCreated' => 'Создана подзадача.',
        'discussionReply' => array(
        'subject' => 'ответил(а) на',
        'text' => 'Вы получили ответ на',
        'action' => 'Просмотреть обсуждение',
        ),
        'discussion' => array(
        'subject' => 'Начато новое обсуждение',
        'action' => 'Просмотреть обсуждение',
        'mentionSubject' => 'Упомянут в обсуждении',
        'mentionContent' => 'Вас упомянули в новом обсуждении проекта',
        ),
        'ticketReply' => array(
        'subject' => 'Получен новый ответ на тикет',
        'receivedText' => 'Вы получили ответ на тикет',
        'repliedText' => 'Вы ответили на тикет',
        'action' => 'Просмотреть тикет',
        ),
        'contractSign' => array(
        'subject' => 'Контракт подписан',
        'text' => 'Контракт :contract (контракт) подписан клиентом :client.',
        ),
        'newContract' => array(
        'subject' => 'Создан новый контракт!',
        'text' => 'Был создан новый контракт.',
        ),
        'newChat' => array(
        'subject' => 'Получено новое сообщение',
        'action' => 'Просмотреть сообщение',
        ),
        'noticeUpdate' => array(
        'subject' => 'Обновление объявления',
        'text' => 'Объявление было обновлено. Войдите, чтобы просмотреть объявление.',
        'action' => 'Просмотреть объявление',
        ),
        'payments' => array(
        'paymentReceived' => 'Получен платеж',
        ),
        'estimateDeclined' => array(
        'subject' => 'Смета отклонена',
        'text' => 'Смета была отклонена. Щелкните ссылку ниже, чтобы проверить смету.',
        'smsText' => 'Смета была отклонена. Пожалуйста, проверьте смету #:estimate_number',
        'action' => 'Просмотреть смету',
        ),
        'estimateAccepted' => array(
        'subject' => 'Смета принята',
        ),
        'newMeeting' => array(
        'subject' => 'Создана новая встреча',
        'text' => 'Была создана новая встреча. Загрузите вложение, чтобы добавить встречу в ваш календарь.',
        ),
        'removalRequestApproved' => array(
        'subject' => 'Запрос на удаление одобрен',
        'text' => 'Ваш запрос на удаление лида был одобрен',
        ),
        'removalRequestReject' => array(
        'subject' => 'Запрос на удаление отклонен',
        'text' => 'Ваш запрос на удаление лида был отклонен',
        ),
        'newTicketRequester' => array(
        'subject' => 'Создан новый тикет для вас.',
        'text' => 'Для вас был создан новый тикет поддержки. Войдите, чтобы просмотреть тикет.',
        'action' => 'Просмотреть тикет',
        ),
        'newInvoiceRecurring' => array(
        'subject' => 'Создан новый повторяющийся счет-фактура',
        'text' => 'Был создан новый повторяющийся счет-фактура. Нажмите на ссылку ниже, чтобы просмотреть счет-фактуру.',
        'smsText' => 'Был создан новый повторяющийся счет-фактура.',
        'action' => 'Просмотреть повторяющийся счет-фактура',
        ),
        'invoiceRecurringStatus' => array(
        'subject' => 'Статус повторяющегося счет-фактура обновлен',
        'text' => 'Статус вашего повторяющегося счет-фактура обновлен на',
        'action' => 'Просмотреть повторяющийся счет-фактура',
        ),
        'creditNote' => array(
        'subject' => 'Получена новая кредитовая нота',
        'text' => 'Была получена новая кредитовая нота. Войдите сейчас, чтобы просмотреть кредитовую ноту.',
        'action' => 'Просмотреть кредитовую ноту',
        ),
        'proposal' => array(
        'subject' => 'Получено новое предложение',
        'text' => 'Было получено новое предложение. Войдите сейчас, чтобы просмотреть предложение.',
        ),
        'proposalSigned' => array(
        'subject' => 'Предложение принято!',
        'text' => 'Было принято и подписано новое предложение.',
        'approve' => 'Утверждено',
        ),
        'proposalRejected' => array(
        'subject' => 'Предложение отклонено клиентом!',
        'text' => 'Было отклонено новое предложение.',
        'rejected' => 'Отклонено',
        ),
        'testMail' => array(
        'testMail' => 'Тестовое письмо',
        'mailAddress' => 'Введите адрес электронной почты, на который нужно отправить тестовое письмо',
        ),
        'invitation' => array(
        'subject' => 'пригласил вас присоединиться к ',
        'action' => 'Принять приглашение',
        ),
        'invoiceReminder' => array(
        'subject' => 'Напоминание о счет-фактуре',
        'text' => 'Это напоминание о сроке оплаты следующей счет-фактуры, которая составляет',
        'action' => 'Просмотреть счет-фактуру',
        ),
        'invoiceReminderAfter' => array(
        'subject' => 'Напоминание о счет-фактуре после просрочки',
        'text' => 'Это напоминание о сроке оплаты счет-фактуры, которая была просрочена',
        ),

        'test' => array(
            'subject' => 'Подтверждение получения: Тестовое письмо',
            'text' => 'Это тестовое письмо для проверки правильной настройки SMTP и исправной работы электронной почты. Если вы получаете это сообщение, значит конфигурация SMTP работает исправно.',
            'thankyouNote' => 'Благодарим вас за использование нашего приложения!',
            ),
            'AttendanceReminder' => array(
            'subject' => 'Требуется действие: Отметить посещаемость за сегодня',
            'text' => 'Это дружественное напоминание отметить вашу посещаемость за сегодня. Мы заметили, что вы еще не отметились, и хотим напомнить вам сделать это как можно скорее, чтобы избежать пометки "отсутствует".',
            'action' => 'Отметить посещаемость',
            ),
            'BirthdayReminder' => array(
            'subject' => 'сегодня день рождения у участников',
            'text' => 'Сегодня день рождения празднуют следующие участники команды',
            'action' => 'Перейти к панели управления',
            'birthdayNotification' => 'празднует день рождения',
            'birthdayNotificationText' => ' других празднует день рождения',
            ),
            'twoFactor' => array(
            'line1' => 'Ваш код двухфакторной аутентификации: ',
            'line2' => 'Код истекает через 10 минут',
            'line3' => 'Если вы не пытались войти, проигнорируйте это сообщение.',
            ),
            'newCustomer' => array(
            'subject' => 'Регистрация нового клиента',
            'text' => 'Зарегистрирован новый клиент.',
            ),
            'footer' => 'Если у вас возникли проблемы с нажатием кнопки ":actionText", скопируйте и вставьте URL ниже в ваш веб-браузер:',
            'productPurchase' => array(
            'subject' => 'Новая покупка продукта',
            'text' => 'Была совершена новая покупка продукта. Войдите сейчас, чтобы просмотреть покупку.',
            'action' => 'Просмотреть счет-фактуру',
            ),
            'followUpReminder' => array(
            'subject' => 'Срочное: Напоминание о последующем контакте',
            'nextFollowUpDate' => 'Дата следующего контакта',
            'action' => 'Просмотреть детали последующего контакта',
            'nextFollowUpTime' => 'Время следующего контакта',
            'followUpLead' => 'Имя лида для последующего контакта',
            'followUpLeadText' => 'У вас новый последующий контакт',
            ),
            'shiftScheduled' => array(
            'subject' => 'Обновление графика: Ваши смены назначены'
            ),
            'shiftChange' => array(
            'subject' => 'Получен запрос на изменение смены',
            'action' => 'Перейти к графику смен',
            'text' => 'Получен запрос на изменение смены.',
            ),
            'shiftChangeStatus' => array(
            'subject' => 'Ответ на запрос изменения смены',
            'text' => 'Ваш запрос на изменение смены ',
            ),
            'newAppreciation' => array(
            'subject' => 'Поздравляем: Вам присуждена награда',
            'text' => 'Вам присуждена награда :award :award_at',
            'action' => 'Просмотреть детали награды',
            ),
            'attendanceReport' => array(
            'subject' => 'Отчет о посещаемости за месяц',
            'text' => 'Пожалуйста, найдите отчет о посещаемости во вложении.',
            ),
            'trackerReminder' => array(
            'subject' => 'Напоминание о трекере времени',
            'text' => 'Вы забыли запустить трекер времени.',
            'action' => 'Просмотр задач',
            ),
            'holidays' => array(
            'subject' => 'Создан новый праздник',
            ),
            'dailyTimelogReport' => array(
            'subject' => 'Отчет о времени работы на дату',
            'text' => 'Пожалуйста, найдите отчет о времени работы во вложении.'
            ),
);
